Anjali.clipboard-history
annsk.alignment
bierner.markdown-preview-github-styles
eamodio.gitlens
hoovercj.haskell-linter
jcanero.hoogle-vscode
justusadam.language-haskell
KnisterPeter.vscode-github
lafe.contextualduplicate
monofon.hindent-format
phoityne.phoityne-vscode
Vans.haskero
vigoo.stylish-haskell
vscodevim.vim
